{"_id":{"$oid":"601b62cb8a7a4824381fb278"},"name":"cien años de soledad","autor":"Gabriel Garcia Marquez","editorial":"Andes cs","__v":0,"descripcion":"La novela Cien años de soledad fue escrita por Gabriel García Márquez durante dieciocho meses,6​ entre 1965 y 1966 en la Ciudad de México, y se publicó por primera vez a mediados de 1967 en Buenos Aires.7​ La idea original de esta obra surge en 1952 durante un viaje que realiza el autor a su pueblo natal, Aracataca, en compañía de su madre.8​ En su primer libro, La hojarasca, hace referencia por primera vez a Macondo, y varios de los personajes de esta obra aparecen en algunos de sus cuentos y novelas anteriores.9​ Gabriel García Márquez inicialmente le presentó Cien años de Soledad a Carlos Barral, quien a mediados de los años 60 dirigía la que en ese entonces era la editorial de vanguardia en lengua castellana Seix Barral de Barcelona, pero recibió una desalentadora respuesta: «Yo creo que esa novela no va a tener éxito. Yo creo que esa novela no sirve», aunque también se ha dicho que el editor nunca llegó a leerla","fecha":"Thu Feb 04 2021 15:52:44 GMT-0600 (GMT-06:00)","categoria":"novela","book_cover":"http://localhost:4000/89wpsiScM.png"}
{"_id":{"$oid":"601b63588a7a4824381fb279"},"name":"El Cuervo","autor":"Edgar Allan Poe","editorial":"Andes cs","__v":0,"descripcion":"El cuervo (inglés: The Raven) es un poema narrativo escrito por Edgar Allan Poe, publicado por primera vez en 1845. Constituye su composición poética más famosa, ya que le dio reconocimiento internacional. Son notables su musicalidad, el lenguaje estilizado y la atmósfera sobrenatural que logra recrear. El texto narra la misteriosa visita de un cuervo parlante a la casa de un amante afligido, y del lento descenso hacia la locura de este último. El amante, que a menudo se ha identificado como un estudiante,1​2​ llora la pérdida de su amada, Leonora. El cuervo negro, posado sobre un busto de Palas Atenea, parece azuzar su sufrimiento con la constante repetición de las palabras «Nunca más» (Nevermore). En el poema, Poe hace alusión al folclore y a varias obras clásicas.\\n\\nPoe afirmaba haber escrito el poema de forma muy lógica y metódica. Su intención era crear un poema que pudiese gustar tanto a las clases populares como a las personas de gusto más refinado, como explica él mismo en el que fue su siguiente ensayo: la «Filosofía de la composición».","fecha":"Thu Feb 11 2021 08:32:43 GMT-0600 (GMT-06:00)","categoria":"poema","book_cover":"http://localhost:4000/ZgDHoK-wY.jpeg"}
{"_id":{"$oid":"602544c4e7162932fcae9600"},"name":"Relato de un naufrago","autor":"Gabriel Garcia Marquez","editorial":"Editorial Planeta","__v":0,"categoria":"novela","book_cover":"http://localhost:4000/qgj-PSWtd.jpeg"}
{"_id":{"$oid":"60254503e7162932fcae9601"},"name":"La reina sola","autor":"Jorge Molist","editorial":"Editorial Planeta","__v":0,"categoria":"novela","book_cover":"http://localhost:4000/Dp2wg7jUf.jpeg"}
{"_id":{"$oid":"60254551e7162932fcae9602"},"name":"Amores contrariados","autor":"Gabriel García Márquez ","editorial":"Ariel","__v":0,"categoria":"poema","book_cover":"http://localhost:4000/J-7FKwJsb.jpeg"}
{"_id":{"$oid":"604ce8db9747d213c091e27f"},"name":"Azul","autor":"Ruben Dario","descripcion":"Azul... es un libro de cuentos y poemas del poeta nicaragüense Rubén Darío, considerada una de las obras más relevantes del modernismo hispánico. Se publicó por primera vez en Valparaíso (Chile) el 30 de julio de 1888. Dos años después, en Guatemala, apareció una segunda edición.","categoria":"poema","editorial":"nac.sa","book_cover":"http://localhost:4000/9y8-jJLoB.jpeg","__v":0}
{"_id":{"$oid":"604cea909747d213c091e280"},"name":"Cien sonetos de amor ","autor":"Pablo Neruda","descripcion":"Cien sonetos de amor es una colección de poemas (no son realmente sonetos aunque están formados por catorce versos endecasílabos de rima libre), escritos por el poeta chileno y Premio Nobel de Literatura Pablo Neruda, publicada originalmente en Argentina en 1959. Dedicada a su amada esposa Matilde Urrutia, esta colección está dividida en las cuatro etapas del día: mañana, tarde, tarde noche y noche.","categoria":"poema","editorial":"University of texas press","book_cover":"http://localhost:4000/uXcLyAzNJ.jpeg","__v":0}
{"_id":{"$oid":"604cec0d9747d213c091e281"},"name":"La ciudad y los perros","autor":"Mario Vargas Llosa","descripcion":"La ciudad y los perros es la primera novela del escritor peruano Mario Vargas Llosa. Ganadora del Premio Biblioteca Breve en 1962, fue publicada en octubre de 19631​ y ganó el Premio de la Crítica Española. Originalmente el autor la tituló \"La morada del héroe\" y luego \"Los impostores\". Su importancia es trascendental, pues abrió un ciclo de modernidad en la narrativa latinoamericana.","categoria":"novela","editorial":"Seix Barral","book_cover":"http://localhost:4000/C4bWEyxGB.jpeg","__v":0}
{"_id":{"$oid":"604cee599747d213c091e282"},"name":"Libro de sueños","autor":"Jorge Luis Borges","descripcion":"Libro de los sueños fue publicado en Buenos Aires por Torres Agüero Editor en 1976 y años después conoció su famosa edición por parte de Franco Maria Ricci en su La Biblioteca di Babele con el título de Libro di sogni (1985). Está compuesto por un prólogo y ciento trece textos seleccionados, que van del párrafo breve a las varias páginas","categoria":"novela","editorial":"Seix Barral","book_cover":"http://localhost:4000/jGOIpeok1.jpeg","__v":0}
{"_id":{"$oid":"604cf03d9747d213c091e283"},"name":"El canto errante","autor":"Ruben Dario","descripcion":" El canto errante de Rubén Darío, libro de poemas que resulta altamente significativo para entender la evolución lírica y personal de su autor. A la vez, el momento de la publicación de El canto errante favorece la comprensión de lo que supuso la larga polémica modernista y el papel desempeñado por Darío en ella.","categoria":"poema","editorial":"Seix Barral","book_cover":"http://localhost:4000/F21qNWen9.jpeg","__v":0}
{"_id":{"$oid":"604cf5899747d213c091e284"},"name":"Ismaelillo","autor":"Jose Marti","descripcion":"Ismaelillo (1882), del poeta y revolucionario cubano José Martí, es una de las obras de poesía más emblemáticas e influyentes del modernismo. A diferencia de otros escritores del movimiento, Martí rechaza el lenguaje artificioso y es ambivalente hacia el parnasianismo, pero por su afirmación de la cultura hispanoamericana y defensa de la liberación artística, es uno de los mejores exponentes del modernismo.","categoria":"poema","editorial":"Seix Barral","book_cover":"http://localhost:4000/IKhGF5jEr.gif","__v":0}
{"_id":{"$oid":"604cf6b19747d213c091e285"},"name":"Para esta noche","autor":"Juan Carlos Onetti","descripcion":"Para esta noche es una novela que hilvana con maestría situaciones y personajes verídicos en una trama atravesada por elementos fantásticos.","categoria":"novela","editorial":"Seix Barral","book_cover":"http://localhost:4000/1M3edFRFs.jpeg","__v":0}
